Repository: LreeLenn/g3w-suite-documentation
Catalog: locales/*/LC_MESSAGES/g3wsuite_access_portal.po
Languages: it

source: G3W-FRONTEND: the front end portal
it: G3W-FRONTEND: il portale di accesso

source: This section describes the different sections of the access portal and how to login to the Administration Panel
it: _**In questo paragrafo si descrivono le diverse sezioni del portale di accesso e la modalità di login al Pannello di Amministrazione**_

source: The login portal sessions
it: Le sessioni del portale di accesso

source: The G3W-SUITE application is accessible via any internet browser (FireFox and Chrome recommended) via the URL address defined during installation
it: L'applicativo G3W-SUITE sarà **raggiungibile tramite un qualsiasi browser internet** (FireFox e Chrome fortemente consigliati) tramite l'**indirizzo URL definito in fase di installazione**.

source: If you have also installed the front-end portal from the GitHub repository, access to the application will be via the portal itself.
it: Nel caso abbiate installato anche il modulo relativo al front-end dal relativo repository [**GitHub repository**](https://github.com/g3w-suite/g3w-admin-frontend), l'accesso all'applicazione avverrà tramite tale portale

source: Maps
it: **`Mappe`**

source: Most of the information shown in the access portal can be defined from the Configurations -> Edit General Data session, accessible from the icon located in the upper right corner of the Administration Panel.
it: La maggior parte delle informazioni riportate nel portale di accesso sono definibili dalla sessione **`Configurazioni → Edit General Data`** raggiungibile dall’icona posta nell'angolo in alto a destra nel Pannello di Amministrazione.

source: Within G3W-SUITE it is possible to organize webgis services in hierarchical containers (Cartographic Macrogroups and Cartographic Groups)
it: In G3W-SUITE è possibile organizzare i singoli servizi WebGis in contenitori gerarchici (MacroGruppi e Gruppi Cartografici)

source: By accessing the Maps session, the Macrogroups (if present) will be displayed, access to the Macrogroup will allow you to view the associated Cartographic Groups and from these access the list of individual WebGis services.
it: Accedendo alla sessione **Mappe** si visualizzeranno i singoli **Macrogruppi** (se presenti), l’accesso al Macrogruppo permetterà di visualizzare i **Gruppi Cartografici** associati e da questi accedere all'elenco dei singoli servizi **WebGis**.

source: The MacroGroups, Groups and WebGis services listed will be those defined as free access.
it: I MacroGruppi, i Gruppi e i servizi WebGis elencati saranno quelli ad accesso libero.

source: If you have a user for access, you can authenticate yourself through the Login session.
it: Nel caso possediate un utente per l'accesso, potete autentificarvi tramite la sessione **Login** ed inserendo gli **user** e **password** in vostro possesso.

source: Following authentication, the Maps page will also show the MacroGroups, Groups and WebGis services with restricted access and on which the user has access permissions.
it: In seguito all'autenticazione la pagina **Mappe** mostrerà anche i MacroGruppi, i Gruppi e i servizi WebGis ad accesso riservato e su cui l’utente ha permessi di accesso.

source: If you have a user with login credentials, you can authenticate yourself through this session by entering your user and password.
it: Nel caso possediate un utente per l'accesso, potete autentificarvi tramite questa sessione inserendo gli **user** e **password** in vostro possesso.

source: If you are an Administrator or Editor of 1 or 2 level, you can also access the Administration session.
it: Se siete utente **Amministratore** o **Editor di 1 o 2 livello**, potrete anche accedere alla sessione di Amministrazione.

source: Once logged in, you access the Admin session and from here, via the "Backend" button to the Administration panel
it: Una volta loggati si accede alla sessione viola **Amministrazione** e da qui, tramite il tasto **Amministrazione** al relativo pannello.
